[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
2975404895
2238264606
3090652201
4275473810
981072036
4281329389
990359201
1732487997
3122517282
2975631468
480156350
2570835912
617192487
1239948680
3284441709
4022716898
387677124
442195005
2583748510
1190445608
1842269008
4151041871
4070590746
3070591401
881559509
454947147
929518840
2586211790
2462048873
4274306622
416356657
2270119534
3411433865
2421569635
1628170382
2803419857
3518022261
390092133
999270900
1782414155
3524473022
2358598967
2427099420
216905151
3795525628
2537506248
2440020546
2649453720
3995701397
1325028545
2751220471
3371487996
3967801731
3831545975
1173125914
1602567453
2308325357
787258579
795684903
618008133
3762016577
54936104
3453453917
2613957765
4033380444
4280820670
2898870469
2922078300
98513984
508761055
2715104283
1812201749
753989845
3613662963
2759434019
1290277687
1760670078
119021222
2459836637
2340802332
2959956975
2374237916
1393434877
2130895504
2154935424
2322236668
2469459472
1651390832
4004218203
2756489526
3112121743
3561017869
2738602391
3311780206
4009408497
2200592938
780520100
3625967751
3460898310
3458863342
839604161
1145398628
4055682519
4069016315
4229088015
280810790
253234136
787341104
2815521255
4159583953
1610907136
3534637918
682580552
4089091253
3537123720
4239037249
876651869
2438709758
1055719885
3234104871
589763261
4053293829
1476555001
2751636972
495196161
3594356142
658405899
1901043906
2251845666
717723595
460014894
3842433558
689549109
3402570011
1204199346
2722711951
2297802135
1855278520
4074895917
3236042802
3984347356
3248691403
1537293985
820098494
2203904776
4206179036
433693436
1984342303
3572254755
2696191092
554043417
2637439965
4138040424
247754046
1852881052
2617658656
4185126467
2830909518
3856463825
3990872772
172238518
1499914717
2607238719
1378530689
238787263
4009133293
324569186
1216747791
2476015669
242015912
4262358
273299123
3963857170
3212095877
1820367897
2761843385
2359724532
469172305
751208592
831463242
2292263952
313730219
2349226204
458993620
312233634
2245773786
2208683925
2660410302
1025570266
443932914
4059925689
3691644221
1346868190
3451549573
453351870
3877107898
2400289388
4113209141
4054578328
574181309
3737084255
3631959207
407476071
3232361348
1822332700
1407258160
2271053895
3088095442
2685867867
3844559457
324273433
2370353111
3597712708
708766853
4027423179
3028175681
1642797161
1632954944
1735424888
2851977513
1260628285
3245444365
3426530934
872084909
1674709125
4199719171
3537119515
3194612514
2250750806
3584132769
1683417876
2679592202
1016845826
3609796253
3243361835
1583799011
1107291478
1021479249
3982086424
316957710
3210779416
1186771098
2516309301
2667395102
1551769549
3324305309
3457964313
3632480728
1916236386
1260625356
3000844664
1197040394
3722688913
1868602760
4095838119
2828347762
922659178
761435497
2481527108
1806767051
948442053
273092751
2103456011
1445715347
111082892
1790259807
2670228490
77084287
4291484675
1597683148
1633463032
3454557308
4121380340
649473186
288567423
3581739114
3525528780
3105227019
1658035161
2245273601
959675837
4066851934
1683572277
1786746815
2697737223
2360467803
2309545239
574825301
1276172864
3665214933
4035178815
1452147828
1817259844
2619684903
440332323
594642604
1714544301
2086410360
4093258568
3507932181
823555081
3147100053
4121384005
282490236
2082402190
2560058676
1680678703
2293894344
70564331
1342596238
2096913759
1486365896
1739267982
1477773205
474131903
3002346428
260108766
1222685169
3278113379
3715311838
2239921342
2200643434
3273018953
3848869435
283531210
116868846
1081516635
1362425715
2296764637
4095833648
2982146873
3956305623
187159710
2515833467
3670802375
459747996
121171159
1036475426
332740168
2715132607
3304880284
3488463579
4132353132
913597477
3563770003
2672648630
3631761933
2495666090
3857801220
2203762632
2900139540
2306688189
4018138687
2041434490
970102735
3264156882
2814583100
4026633762
3855138882
767401338
2992897549
3840182861
3146955833
1142813461
4158670456
1506993418
2639257445
1034759589
648418704
3484064279
654382529
2982216787
2240437263
1161039459
2986339577
1675508538
3064477670
486099496
1448187779
841210517
1428527756
591530518
1790237092
2090124941
1198890718
2997471368
2476327425
2651348738
3994088662
736731344
3835273908
994563162
1429182865
2285834501
1362202978
1191010643
932711668
2246961199
3948533356
1394865670
4085448647
1802629992
3300201696
3214539579
1637791587
4260659464
2664698481
1582611257
2603276537
2519233540
2603431800
2091820673
4141156724
2536602154
1630726605
616155759
3032790952
3627618329
2246340824
1979311206
4003747677
3192317608
2177590383
2817491392
4141159211
3395778430
1488506657
1274864999
202547076
1396433519
233593703
1213258007
1864772688
1738265797
675765711
4222177375
3397429517
1350205442
3219983184
3296544553
3771329505
264967530
4122325276
2088819962
3988861584
1637836422
1306816608
695800071
3043019443
103531609
1898359420
1231564189
1930821421
2857277792
4067145187
2687950697
1923187777
3957595305
2576103249
3700399626
622481563
3982328698
1167268241
1540431537
3406628004
2752207748
100267188
198581797
3611859096
848128881
860679140
461634938
4250585145
179108152
2326022201
4278941385
2306985260
883314331
360760279
4022582185
2424973678
797143153
270833924
857869439
2038680836
4203187903
2968781169
2188290234
3590215779
2296493092
2664995851
446839817
3628215545
4048438394
2361265913
851167486
1915080917
1277743236
325633875
935662046
3548975103
2397635138
4278593707
1175930089
2070178920
211903143
318578944
321337029
546253733
2031422983
3315826729
4019321572
4003007721
4036774035
1479242475
215675288
3073478994
459005702
1475550410
3458797838
55489393
1262276865
2327279874
2294321279
2530377886
1843935136
3098934668
4196661495
1898587688
1625775617
891217926
864942730
535289338
1676823234
2174804
4086206150
3611833967
1042794304
580285428
1737133410
1761862264
4004916846
2578124752
1043903882
4120224926
3510196525
1382748768
2172171433
1605813830
2905562092
828033999
1778702089
68671624
1630260676
3624155
2339286066
93314239
2847919965
228862830
1999904870
3975275337
1226975992
2245541727
633368519
2049340176
329402346
2766092170
1640633346
1229325558
3194764677
2741780846
1803337813
3804771123
1996201673
2909339439
729796064
3462308225
4006278292
2064774207
4273668521
3011598321
299970834
1271691605
636815694
2295519362
953509831
2487927669
2785279846
643454093
1053315971
200184615
2327113268
328936174
4144921239
3775680495
1910766508
1842898132
2310395539
1498606295
1932106328
369315086
1190463567
1506563592
273659518
1029762747
1033828962
2115476908
77081066
1484869352
1201872416
373218706
3690261425
3627524306
2551483158
1670459999
2192549961
469426350
2083572173
3679420790
572760528
691471155
3355705357
64099307
3542456614
2024310625
1536526964
451654759
2213570615
261016205
869670310
1993319614
1236995907
1543123576
2806018737
4065760512
111118128
2119439498
1816889709
649201019
737872620
1661926826
31076933
4053326444
798967276
734082986
1485147017
477412243
2880238352
3842459573
2076190208
1938230667
782176117
481472838
3796841743
690607827
1597841496
3384631972
2994748777
783065961
435232729
2581923051
1556110535
2638770898
3455213876
3083501823
68650007
3933537673
1184436594
2546820253
2663012204
1239621483
3008859944
628810978
3700665955
756630393
3534901675
4158944142
3948141627
1270241800
4043670105
1634017026
1613230183
2244232317
1876948039
4272347536
2506328221
3457008965
1555970
2988685477
2141878444
2835079913
2823747547
179836431
3246472071
1273514808
622666985
3511282223
2275947407
3613601272
3170659890
707986946
2592252298
3291338353
13531441
4224942840
517457164
4160330003
4223817698
1185248173
3585958780
1705122788
3632350815
1201089479
3457789642
2708499956
992462230
3268945686
3096501586
460073430
573653888
3445933937
2180892317
1461868315
153234704
4252474684
1940250743
1205334769
1741045729
2064745600
3073853501
3014202334
1639853809
2294674119
1030083100
3081034642
3633056741
2410789153
3129226281
2537154916
2987708292
2237250628
68675643
503505867
3789974728
458873279
3145161786
412865162
2396566307
1841865404
1885507
1707548957
4260663737
2709732252
3285223378
3421767847
1544395920
3110936998
3801147597
4024636032
273384971
3139639237
2331268263
452126662
3980590428
3917675302
4182230778
2850656190
381947833
4276481664
988089516
2982137768
26278818
3598719679
59811447
4259652094
3324153899
2828561639
3144461737
3210819380
1166873667
3014801785
1116101896
3189457552
2999514534
1789200865
1786160715
2627368968
902118025
2677752761
3982076256
3820565719
72462803
592593828
606428793
3999116598
1689898788
4174067669
4188991286
674450788
3606896493
7682495
2166055690
2022606133
3385588817
3337745083
2807584952
3534721953
1925106972
3496434313
2267105691
672924830
410310586
2167817320
2455017113
725338936
2325931558
2459558207
2975669098
2245900962
3981550117
2784506312
2318542907
1173346717
500153118
3124498018
3663691952
3914061263
1452842193
3775413331
2455275232
1696668313
3120226937
896883440
1101907775
4212936508
602889953
4173269164
2053761549
932734850
1672030075
56435916
331249587
2526545264
2198671991
289936177
516041383
3917497376
3408803484
3183395256
3406159378
2779386606
3103812183
1360000074
4105069056
1373190675
945311645
1627070083
3464384229
551287920
2398858967
2499994948
3372400797
3105760376
3995043796
2132297815
57802979
2827868305
2200400486
1169352347
2635423814
2433164502
3777946357
994485099
3182824521
3998601772
422715066
2010446245
3378996381
3412037455
3222479286
3593971783
1235414587
115979668
74537039
1257718710
1951382183
1866642066
408918227
1804785040
3791162674
905001259
4199976035
2772996357
285132555
1188371204
768696890
2232695517
3105738710
2680376369
3034212252
605057056
3438379477
2355616982
3541258753
1452943097
1796274886
272576844
892756502
2033054516
1295491530
593714733
706223156
2526287257
922135558
2667063169
1599425600
2745566124
1871221615
1191280979
688505563
1889026003
4252312122
3560423313
3400845429
969722461
4074892732
269845283
3427098681
1739309282
3138645051
324756128
1911841960
2361009200
1542631284
2741109499
1913247872
752818426
3012865236
1370244756
2723457935
2659390864
330223697
2845936339
1892890177
1582115495
3862823848
4203509281
2398115910
3152170373
1315870691
1896228822
1034993627
4121755354
642385295
3226430046
881165733
1120547684
3317279003
1370727332
1908753780
4196488051
3875004417
2699801416
1872747478
274215673
2418958605
292291952
571651452
368370992
1698171542
2090378468
1620258790
2074443444
3796683318
735904883
1443188211
3590759707
304555710
1463184022
672983629
3928989804
3177461711
1399443270
2988347999
3497668186
853848766
4281582488
3158862910
1190228410
1888527858
781609401
511022470
2442433719
3133795549
3852578391
773607102
3156812067
1685266405
1299497373
2360913016
2310811238
3387271265
4252229081
2786424744
2575312709
2662228479
1061753329
773712949
3758747518
4067252449
912632640
151653689
994821171
2140793887
2521781687
1582237659
4203721599
2209842778
362715007
2608313595
263889283
3772302167
1671770604
2975411181
880800847
4274827831
380513062
275463426
2909050431
3967393251
2092347727
472281497
2574787838
743382743
1622999015
190140222
2791264695
2438470955
2573093154
2828303039
2202968485
4089138501
746249786
3927890045
2369690741
3286720230
3148729817
2670319880
2869171823
687654781
1924383628
4275613329
2251888095
1896207828
499664127
2734759390
371948607
2632453396
1619222458
3612922633
2064788354
2513428378
3266129148
889510572
3393501767
2300965267
2872053468
750940170
1168541985
1387309280
468027130
2971716993
2196511550
868877654
3143742014
2583007964
3698070333
3033027238
1486598263
4131519950
3880115414
205541355
1792570735
2765522949
1207738978
1035121312
2353112200
3995047843
737243568
3525529949
1634606847
1787372080
2550123926
3577252584
4214532707
2292531303
2501423248
882876232
2577872951
3460934208
3876135527
1119453705
135980867
3599133573
1842281133
266675433
2275936521
1082674877
2994363234
2315329083
3450671348
2782530898
1212983550
616374597
1307265339
1369337945
3809959763
458094238
1370731475
2574917850
3052233251
617798156
1267873599
1353767574
1823304278
1842145205
3491109101
2998709065
2418305141
1315950583
4247666483
1390916045
2290331277
756615024
3089236829
2635303940
2772675767
673715255
905632147
4273842364
1449131080
1203399522
1445852595
3723641423
2716588567
451685983
4140340356
1492271401
2040420516
141882433
4278515623
3992738647
3629281128
579606081
1323888424
4195680018
3549034327
3288032115
95536980
2718013753
2603173879
3042542132
469438472
1655430306
1914229733
2849741637
1686095578
2622243693
857068673
2807496773
2579945212
188010440
4013057239
822772832
4165543522
3278587996
499851596
3579962709
1226462966
3956197757
3203709451
2302361865
2188098186
1682321902
332168919
82819147
4061154404
2797039712
3143838675
3269845241
2992008339
1377812713
2019968636
2889563043
2364843576
2569162574
4261262333
2407144116
768707311
858900542
3532053313
645703434
2515784667
3545365497
3990065839
2410786482
775152438
3517459100
3650394863
2233595952
442758028
3790767943
3616095757
3692651527
2065492222
1382479327
1805166875
1909452861
3370781832
3786253491
552194667
3910432111
2900982932
3318901467
4047202358
2406715241
1023190685
4226364443
3871159421
662595032
2014820577
3755617040
1220031524
3012778962
1477870366
2420016759
1747072187
1179088170
2053799731
645103881
1602832950
3599391724
4263522987
4028065388
3951957695
3974650111
3829289227
1467778651
1421345390
318583445
945385475
3626750336
1673385666
1553750470
2580639636
3714006605
3064197019
3136580417
2222715027
2033915459
3447513385
3182177290
3334979549
571945592
2762810942
1316270978
1608637670
2127653824
240417103
2255774483
1460383927
1329072868
2577837950
2343140228
1629644444
4223976160
105598527
2898316949
2347705887
3949432309
3544913046
1510461303
2950915732
715384634
1674219510
2251413109
2015089002
3838625072
1790241051
241199508
2888247812
1316652100
459644830
1551125336
205411616
1898153655
1856075173
828793177
1456517410
3889081300
3961613636
2578559908
4179541127
1894474876
4257817375
1167322652
257851290
2091685019
553412256
4277032081
1152845419
4250161297
2854428918
3162837314
1253170030
4171623344
1770819049
2810318309
2411960435
864662311
2226021547
2654043257
916396119
3190622356
1280488931
1759553307
3640146764
265361381
2765300781
2974534217
2291264872
1948620362
1816467575
2212573984
822222489
3940785335
2208588587
781917169
664558348
645463207
1798186855
776220509
780900347
3486624098
725322217
3540401924
1585816122
59257058
1627067552
4280659919
2139500986
729181080
1851683108
1880637161
618663528
2687928295
3786690873
3086917565
3533661508
2697110228
2606734789
3236783183
2975259452
4256629345
2378985691
1136997025
4093130773
3300804367
1370310341
797058407
3084296218
942400563
3733089437
1538197886
485458970
2837402223
2239764852
2870478342
2507024422
2251883808
2567404140
4134417966
2648681539
2751040622
1617013072
3304582332
2082340947
2807475527
718107017
2335814816
240438031
214915230
3882267910
3591016636
3103858517
1269859638
1423472181
3394264871
298641253
3909974435
905783794
3997808805
4281490290
752555679
1521289298
1845306853
3238423678
1519981399
1348563946
1390475220
3201918095
1236135396
15786055
2669891477
1163048604
1638955304
3895866873
4056323594
2205904190
3420512810
3589238886
1958126493
972072930
4136328146
623728226
437257260
2370996728
3020591076
736728097
4236005977
98466654
2223687999
2904886249
1699557521
229197718
1368841224
39590684
621690156
2631685603
913310822
1850810846
4237010320
1677974357
185343576
2815508886
3908918996
1378349291
3789445732
1013252316
199163361
2632837202
1273675125
3725356643
3970364574
3005981942
103604070
1527329076
2788516831
2521623776
4086178041
2240278226
1226508140
4113161446
1760227267
1482290450
4149858050
2083211117
3680483301
3461773897
1408048745
787215632
3109000344
2244491122
2211527187
1369588494
130631342
2343686718
3626063798
3875807312
3982992527
3369225948
3472262170
351127716
2131356872
322989706
871877728
826682052
3026237809
3300117887
1351825692
1761509950
4176247988
2827778408
1201228758
3218503234
1759589175
1498572575
1577910274
1987872597
2975116251
3096246702
1731325621
1842200100
1180556644
3995836550
2555187292
2435680164
2090421179
1460981460
2678211708
10565946
1478563820
1911422151
2403608906
2886941273
3808318805
3788477428
4251876277
333514721
1453202975
1027495534
2696651670
2119007969
3847608821
2583740073
4282315164
3640810760
741451336
3751927594
2834566420
195319295
283230924
3218693969
2664622273
3865519
2394338241
4261342179
2017374400
1533809047
1566670564
3129492592
4039837947
806369437
692277943
1782131402
3662599446
4130364232
2177177051
1413808611
2694997574
2744992630
79094609
817288796
2647307292
3656132979
485519762
782188522
2188020270
4187141495
1626281205
4223486634
3979485800
589646080
1972866870
3112569564
217554345
1309174377
1919226285
1577355503
4140874180
744691177
3776905034
1281658906
458213115
2811402350
4176566322
277163445
68619108
289801995
87849052
2417640586
2123773062
3210028907
3332785984
288315894
2855720289
1070821685
354000409
4279707839
2811394787
3410651186
3654747596
572778919
3046153752
3699856916
2201149108
1852877071
1797109758
2785067925
1271070279
3195927545
3262445250
3222230648
1535166686
2984045667
2059730245
2951477245
585649706
2008458584
1251717127
1709143017
2753863138
3824602279
2903607685
3625799318
610814047
4115301875
1677880718
2925436761
2142632594
3388061720
2025339464
1750450472
1732309645
2635196092
2642331247
368713488
3341916169
980020035
808416955
466573988
359833324
920365584
1724763895
1562406105
3887893395
3571472842
3545353036
3348746385
876736428
2902365081
869152089
2283499996
3044745418
895910141
2534143547
9970228
1204528705
1321483298
889094846
3823506351
2302016962
2097341615
2463614838
2654754773
696215122
3791102067
1680418225
2437782866
2323767245
3227975516
2065620398
239116674
1123478188
612068687
69470421
2127640463
2361037744
794370302
1683526223
2876572547
39328034
2641323993
3096504056
3328814659
1879393985
3855001814
2850007887
2882501693
556873252
616028266
4074230842
2668471440
912170251
3081284555
1712637222
2270020981
934550081
220373191
1533767736
1036813674
2285529321
2605374084
3918336191
4243977028
564293713
862359262
2173557700
2577285936
413476074
136366266
2906397596
788795039
2648631664
2968968094
3628319739
1710205153
3599139274
2567889184
1775290138
1988320719
751394476
2099374962
950899829
1320092381
4073938295
1532868555
3842341191
1331092294
1969455376
3921298496
778974661
1072213385
1693384495
2310445645
3028039221
1913726790
1935795947
1360763609
1854136241
828869727
495856478
2358053830
1228244851
3044392905
4047998348
1257655137
4200620501
845220125
1517545091
294811799
2857830352
944363169
361656533
2252049393
3047255063
458139000
1987442562
4232734939
690255344
1611724780
2215437681
854632749
1921703605
3534789554
1186693365
2134355095
4086265842
2211217220
360476689
2879351795
2983017510
584113499
3308404410
3964397930
3926378160
1914030377
2944798509
2859927339
3709888651
4252058327
3541405356
169168885
624765600
746237879
2026801565
628028555
452953112
2239803886
3224030097
847336149
2918648132
2132511834
649368570
717308450
1688784453
2697642734
68779102
790929854
3108082285
1047677647
1534175580
1632503783
2506618162
554114553
3593618068
3922728057
2196965438
4165054730
773709216
80979910
1841917359
2987972667
3824876414
325185287
4189401863
1228528465
1768298629
1121298566
694069322
3246948007
2567005256
1875633326
1837386944
2576005379
2017861928
3589328488
2073851425
3458774156
1738883032
2434373675
2752034647
1469662898
331343
1347807978
3046175879
3726304495
3367245055
2643063376
2330510286
3873111034
1914416804
2345607301
493201859
1504949899
2898420498
2977973464
2132896824
2283082098
1145656637
99429666
418692697
2432795873
2319429949
2451578138
4172700926
3345782787
3992410619
3349464156
752027987
2057744550
32595586
3437614847
327021972
2965066599
1979109012
2456970889
4087878982
592655526
1908577657
3258157851
2723453749
3328145258
3562848686
62093196
1123380970
564981639
1187241316
2950679810
774572423
665840
2762211251
1051274226
937671968
3837850969
1275679867
4278603128
1078211001
2381291340
1237948901
2798974770
807352210
3662562115
584893129
1260692997
951226070
3237411878
1186654798
1006874585
246141713
2432910316
1151890095
4200113039
963029399
852172299
2268602540
1612788349
424220096
4036277955
3093061208
1259710714
1720811028
2318115156
4089569391
2465873817
4142616092
2347940340
496383810
1740632203
4023654873
1683958275
2209779040
2646219661
3337420400
321731768
797362002
2405579150
548743766
1786988278
1880975502
3831231523
4237247172
2423543607
458195553
2975316496
1693331843
1612941171
2301358638
2269473515
3206513801
591586572
1984095163
3712790815
1797936203
2860847308
363583015
3508781564
2979609357
1220912688
513731313
1851988426
3578072058
974931279
164110759
1316753536
1302193989
3818546315
1501961448
1740754147
3218325630
3161107651
2997633404
2916997041
1931244651
4219951472
896690022
2150509871
397705891
169809287
132920123
2208687876
3821243510
3075685683
3802687177
189302381
1972308527
1638952647
2309124039
4246351850
753062781
3094365125
1423529415
4164236649
2804033182
1370477491
4276011036
1795978025
3025617963
3554022385
2634102466
70206646
2474301835
4005104278
3599719877
667497574
1947795638
141343485
4275561104
1187730664
926215114
2447826885
3460130149
3030769018
2643421010
971401270
141157017
3824063894
2296565457
2975375425
3981762496
2599973650
3995463632
1161068063
3221714305
165755347
434045476
1160134284
451273429
2608733601
3855312692
2177967202
2110118862
744340421
944862438
834397401
829754261
3475937304
652395349
4101966778
3027150250
2619774757
3024909350
1921812927
2405932848
3281203174
2075231919
547903679
3058733262
3297830269
1629418935
530246988
192726401
1506192421
1954347642
3825572469
3563812558
2243449862
251572710
1849554589
3298286065
1842929960
573157242
2609658248
1971491997
3852169106
1172357439
1168831328
4240369074
642663650
994637429
1289643292
2758632892
1542633699
2060852840
1703331244
1546386415
3718732208
1816178031
2794488621
1782135647
2651067438
2197217166
3777243454
945676240
545885461
1824088295
1228815484
3628481612
1200207104
1581998710
2054580406
3304838262
3592693751
3519817978
2040471681
3064954430
3995156051
3903719397
3987247535
3912784124
1703509531
3717234080
3798139026
3018557707
1858577693
3890026507
761712459
1808477881
4022712435
2747850234
600629739
3131896227
2901758233
2252199331
374540427
4287125113
1800827084
1185565761
2297887526
3896124736
2072597505
1603809403
3120642300
1614704303
2362471213
3128421133
1462241120
2035123431
1741427994
2624895325
1643772372
3995191050
2051645907
2562008222
219592282
3289959154
753985638
3562082033
2210045383
110292263
1532150178
3056423338
1832463515
1295544490
1151969972
847961216
2488692798
603510687
1732500434
1108843973
785465846
1888311577
1732628033
3931877381
499518222
4256676941
3914315200
2530048747
2199718453
715224204
999334238
3207567135
1971534293
307116330
2017622114
601754018
1987682683
1118266808
2763906856
716189338
4162792596
3569556937
2793992531
2304654568
4194776273
3124242557
2204373604
1256946769
2026774778
1045831773
1730555933
2618049074
4026641582
2667353827
369816549
69887201
3724566218
3812858282
2036328569
1638628384
2282316096
2689728675
1202540357
3509074628
720830313
2045094295
2021017611
3482873808
3167434180
4201397053
2556855854
672705064
3886201961
3657471097
948285246
4212853936
955147207
957912009
2228262129
2323200017
3254486562
1614292884
575804522
1919134267
3222770065
2542264270
4118787735
1311675632
994494548
3462333187
347328515
1788504300
787069595
2924008740
3806729922
2004842835
273207974
601940576
3370172965
3614969428
1421374344
3563657564
55467685
478283801
4234798329
2640800466
2039452260
3411158823
1699191938
2515575546
104107388
1515970817
945410719
1412763934
319521689
3309261361
1704331626
961527397
36538691
3248696136
574999635
2341585586
1704080172
2424985567
781912670
3953445033
2550662069
3160998251
587896474
2238101436
802308580
4066943324
2184261626
3212308468
1760379884
185358682
3549698939
4095834653
1211882010
2559675920
3994179159
1181021693
608921957
2246728737
909362583
2308348490
2424898255
2041751941
2567653909
4100874348
1265022368
3355457444
2496602890
3285317445
3685531450
3319544194
1505769767
3008098818
1135846284
1314631450
4171051486
3699030742
1582607016
1257951788
4041573576
739060107
3767305433
940278360
1323106289
3796970912
3983062349
1586850127
631544676
2431311350
1785550757
4206592788
3176806076
1740924291
144507196
1250165012
2244304593
3462728083
603579745
2204883950
540046244
2905660137
4292539202
2868623738
2975126068
2551496503
3817173321
3565163784
275531971
739928912
2265207464
2914402704
1655163931
1978844073
1510328189
2058010639
486030630
4230292477
3995506898
3120667717
1279698314
1687518360
273606677
3916288521
4003049590
1481008656
401138339
1495702616
973568863
4249752643
1203949972
1135286194
808812869
2214358924
4150462456
4086754364
459088226
475355132
336461211
2990797263
800375773
1842114921
2233186467
526681200
4266926668
1397494279
2018156921
2165797805
3032734483
613946594
1275382299
3771071306
1083852209
3948421371
1607636728
974111410
4194974166
2687225839
4235853284
896700566
2085103825
2858978810
1530150470
2165820178
2719762529
548586076
3269687291
2267904546
2973857578
214789974
2554142439
294544644
590784227
1792562719
2245384272
2181769793
661710718
1254998976
1667497117
4013440105
1343813065
3033048911
925317707
272167799
1928265545
1988013918
1078999752
3145053355
1677575678
1721149895
2425865203
3143719699
1181511967
3993219169
1913329720
2685365051
2228063684
661260331
3696402029
3968746622
2341335741
378951996
2245277810
4068239769
3718710299
970433791
1205843640
3025831674
1975928348
1597958347
3613186530
761588376
3974000759
3932632464
1446633534
4095742117
3920591980
4104274616
3700725371
3670371921
1271688533
3722953252
2232363332
3727977332
369500293
170727310
1791250428
541482535
3194674235
1972201375
2244103670
2097053585
530250207
717512901
1003250724
2720313463
3776780736
2810604122
3163918268
1506686089
3696389118
2406885669
1534595042
2088929298
3509339979
144568923
2952211277
1854481902
1657557607
2460259683
56780848
2473389857
1636327326
2258847507
3045022511
38011023
3447475816
2453385669
88159034
2537944317
176403689
707872180
4048374674
218408506
3448286404
2434883005
3325251346
3435152847
1190989288
2154975788
565690435
4171190906
948223965
1314643790
2246699815
918112266
1505942694
4258857315
1681463618
3396373022
480125546
2610667886
3630072722
3065279093
1211233089
37876645
847957139
3177362943
2200148275
2504847923
586970519
4146056998
1978829900
1132068546
2424530656
179891905
1219086971
634263133
111711661
4041152544
4162122476
2189434644
1332891048
1236033658
788515759
3026394695
63070592
3663369050
661198382
1036770003
4081808548
3004333805
962299811
1448829206
2285252441
1173528643
316420293
814885194
2476046423
20831399
1998784235
3225296930
2243700697
411967733
2447748155
1360399608
2873122476
495977886
3716825960
3285213767
73745272
199945560
3116211514
2303123038
1262203211
4170800875
3980805843
3296335394
2806268173
3374980050
485463469
2687568853
886246534
55482346
2556496593
4007121698
849275503
2080747022
977565923
3324450243
4146891566
2865977551
2666090091
1399698004
1020688776
2096953503
203851115
2284461984
3124581743
2660249788
2043635386
2872797047
2904668563
1077293674
4291171598
356132508
3681590687
264974063
1880593557
2608583677
1362518133
3693691320
1899466130
2459741777
1721816294
2551795614
2642229148
923794096
2265183057
119058826
2202598049
1711656516
2592785365
4179862704
2327538093
2809361097
3477162954
775479386
2360741695
4202823611
600377156
3245027566
763271834
1861965050
550081331
3301276410
39857403
190406487
4005047778
4137354536
3628883864
1693589848
2407054516
3893870893
583765878
1347861693
1583009052
3862440358
3038486491
2293797718
1091610598
1418286036
170110748
3429697732
3008901139
772927515
3983708967
296640832
907308771
2986138612
1000753604
3345225135
2701659330
205323193
1965692378
662511025
3188978453
2213350725
1236795370
3303565607
4116013187
847433064
3402594617
2480363489
2425430939
1683949970
3589311979
3996308363
265904676
3959273140
361241218
2724631617
2206467902
2908053162
2604585747
698893736
2222621677
3975295864
2196658481
2924120306
565994755
1780557341
3623693988
3749233121
4254297624
4003054055
3147263657
514513448
2548791320
161656386
368531313
1100037548
1136130381
3748732759
2715692499
3783696047
3822027035
1972890269
368504073
30707086
2147572453
714614450
2096539294
2432007037
3811375594
1634854406
1738760803
1269854171
2599969443
3430642422
352832185
2185212638
3411433032
4183500370
2685369224
2054031538
443741425
871960686
3555434182
4275794213
3634950380
3801425767
3188578434
1926213669
1608757450
582607841
448563817
3631910500
3128401872
459317538
176398456
4168476469
1450309995
687728186
4274980665
1444134716
1946898685
2565707957
3484287743
1112860344
3153477100
3876640709
3147164583
1272860020
3346539298
492051864
509010370
4115064110
1739679245
4143594588
1349051879
797297496
2976033787
2501371506
921693133
1469940320
2033980123
3371273768
2168151408
772923822
2721169149
55169909
2572035617
1791271074
3435789442
1308598964
1078276907
1706360690
590162204
1785683843
4078804981
3080563917
2192007703
858494784
289264456
2893904820
3327193120
3908647167
1614667981
3999097472
4088863965
4118258069
4197146180
735881323
2822340138
2739805032
3808467027
4004490243
262122284
1979198337
896566896
4289627067
2402602004
592651569
3334525955
1292826808
1186450153
4038637638
3613601937
469168129
3627513370
814713984
702669405
4214068905
2144284499
1991371615
2446961558
1842192856
264036453
118299950
1392066550
1704599822
2361171451
3275683399
3110205660
3663015342
1782291908
1941778708
3596485316
3661708545
571978829
1021876022
1612951680
1399127774
1364611553
395475086
2603759688
1533864325
868688489
4294522964
3910758230
4277401654
3046580772
2246997334
3892985958
2144148858
4176672235
298374928
864365306
1157647981
1793973951
980022994
921163245
3061567261
2623424949
3870742127
2471434036
806883191
3200224475
2786520682
3188505919
2843992054
3872837863
798304021
3362824260
2698958207
1254225492
2258843522
1300930276
2473970882
3661262542
364836735
1501551346
2439985312
1070271325
1539799111
1024518977
4079266722
86544075
3129092788
3649177177
1607641609
3009403279
2350953170
2600947697
2396322590
643200488
2000861533
2095775721
762870563
2268332792
480680885
3167636334
3285601035
1815768521
1857396528
4194366826
3529214908
2810968830
222023415
545678409
1301
2426931738
3767482171
1349670121
3866933576
276698884
1124142193
694029191
3591356197
3436892620
4075189200
1396178409
2324190543
3530144195
3133377014
1362561405
244783491
2175220748
2495820705
3989563091
27060903
4044870164
716691771
1609928163
3088118672
2257970297
1153196614
258745374
1183814492
1733231312
431202968
2275028728
600405749
3458826834
2470643853
3594646603
4253926346
2117068077
1944478410
80659295
3376021752
78708495
997805666
1001863439
166315604
3838752808
2254894436
3655193781
248285775
486705461
2282936068
1312131881
3334877045
3079523039
2355820779
3440213437
1968729688
3963206285
1402902813
1971959597
3355551906
1411944619
3402413507
265892994
26234434
1733418522
621940052
1362584143
443142315
3151378920
847833631
3990494754
1782525992
3816012684
1167669936
1931127857
3118255683
1626105231
2746042246
4194743137
29763632
1362101372
1832166518
999602603
3446106488
3110675867
3271142127
1912836315
1029097757
3246352876
4196975772
3459426136
959660034
3995292168
4203454020
3452535345
3032915404
2142032900
632364781
3895633315
753024626
2929949673
1528067230
2092489639
2161121030
737524545
374070096
2966851258
612622329
3224978178
1527289199
2531774451
864674487
3160718262
2460702226
2292702565
3223787951
2510215966
2431669681
2236753983
2123886383
2538677836
3705091394
2655406212
3043379210
163385334
3598667055
1872210358
3497585614
1634678345
885472289
2246703798
1322374143
3105501396
2051094162
2654612703
195323148
2904738449
2102931051
2573768687
1909986973
3000625371
1168031947
3462766805
454672055
2854753516
2506563880
947157322
2422973042
91562845
2890677236
807161610
1342092334
703029475
2515627737
2284773903
2548753686
2013329825
3476748171
3258787500
2515666805
216283652
2818400534
1742403229
3135237174
1976356906
2929340696
1348598401
3600881422
254000342
3160253848
2100728902
1633303154
1016841875
571993904
154569897
3925172229
3234516223
2021337437
2316663403
1294138518
528611383
3056996105
2144549346
3964409650
238141023
2349616923
3922470096
4280582986
981979312
52071157
3693875873
1072858789
2586165630
4110211703
3416753546
203749390
1796784588
537312464
658782932
230972872
3550810051
2267536110
3025629386
1455726513
845764036
1865863787
773457308
3867217312
38830126
2448462321
2215059400
1552113
2810421479
2435698593
1963848833
1001279335
194743723
1736287034
484537559
1012780892
1505034629
281890358
2557045420
2363157728
419234037
2139996060
879924574
3386854121
4187923728
951239203
1143675050
446751770
2620540851
920763749
2280464758
4140698855
851116718
3748788930
1155822556
4229666849
2428314984
2155279388
3344921238
2691057341
3987005704
2858981771
1075937805
3145023872
954611291
232837371
1497079384
464513225
3831318333
3461354471
618671879
645320126
1980550284
2583443460
273424966
667751451
2996859143
994237755
896952324
3228757619
3249995973
3798592350
1578587400
3531344838
3934304087
2399465218
967146357
3313103029
3360470737
3598937518
554655277
2285764499
2457459978
261806806
724182267
4049189693
3044751281
784370174
3846829958
3949448130
3337860654
3626741863
2623551787
2021812431
600574458
648053635
1872073897
2070976245
1276993226
3614376044
2446814304
1459140616
2434389300
2524180645
3574150615
2584514126
104383219
737221927
2803848648
2534786027
1421634471
1457317530
2730990429
2014255590
3351556771
1472024267
4146807522
851388604
157584030
664138096
3217380708
4140259565
3063193425
1850082398
2778477785
1090590950
2393016670
3119383463
1710440322
3890010185
2591432844
1430569068
4008506203
3797992517
4042373501
4018142848
1458180238
2034949368
2558454195
3301520783
2040729848
2702971569
2353960397
763655771
2327892177
3597838879
3405578652
3888518616
2863801094
1901826219
1026928756
2812717155
3989775879
703384858
3777168895
1483215413
3917917095
1024085979
3346582092
3010410747
3255046070
1090571167
2578627920
3850913941
3984860707
4230337064
3866924130
2983678988
1808150112
837609649
4272365792
4002801397
2579634572
960993050
2772652009
1674059338
2089117413
3943087404
197509464
341355591
215642972
3540621150
2392622418
3319683426
4110198278
3044292246
3612926680
1932778582
894436332
1473573141
2880389166
1048103838
3981688378
3593041223
4210054575
283801149
1073159142
1963389888
2037096428
4247217172
427212850
4268050912
1929936634
1067305901
428256484
2440686305
2302111440
1255626466
3604798005
2406003449
3136829774
1514213548
189305756
2875268366
2381948038
3438769283
3029539321
4008337421
4149704519
1979131117
64070612
636990493
2247708296
900670219
340640331
2699298541
2418176420
2040194460
2020724643
1193452164
4255906034
1658348508
949354585
3995900045
2826091564
1523372879
556389979
923146477
1530934741
3103186628
1614748561
1245874043
2976816164
165163115
811857809
702214501
3299958237
1481348657
2345424267
2358351345
1197013026
3121777292
4222851645
3859993750
342854205
4250103431
3457869732
3694465428
3311784590
4223108416
29402651
3820826669
4242528356
11384122
1054767590
2608115077
543264388
882399112
1695725765
4175457515
1603623823
3058108901
3777818358
2320534195
4224810982
2846505075
2140776459
3850856377
17261118
1903606304
2907735638
340695070
730823132
2355446912
3227944372
1755363164
4009417616
954800030
2235251195
746077365
567005370
385604832
2237323775
1375207807
4197948719
571968907
4178682433
3035449400
913947419
3347484374
1790668568
1512466156
